---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.TagNoBreakParamStrings
source: html/22b48ecf-848a-d46d-89ad-af05cf734239.htm
---
# Autodesk.Revit.DB.ParameterTypeId.TagNoBreakParamStrings Property

"Wrap between parameters only"

## Syntax (C#)
```csharp
public static ForgeTypeId TagNoBreakParamStrings { get; }
```